Repository: mudkipme/MoeMemos
Catalog: MoeMemos/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ru, zh_hans, zh_hant

source: Resources
de: Ressourcen
fr: Ressources
it: Risorse
ja: リソース
ru: Ресурсы
zh_hans: 资源
zh_hant: 資源

# resources.empty.attachments
source: No attachments
de: Keine Anhänge
fr: Aucune pièce jointe
it: Nessun allegato
ja: 添付ファイルがありません
ru: Нет вложений
zh_hans: 暂无附件
zh_hant: 暫無附件

# resources.empty.images
source: No images
de: Keine Bilder
fr: Aucune image
it: Nessuna immagine
ja: 画像がありません
ru: Нет изображений
zh_hans: 暂无图片
zh_hant: 暫無圖片

# resources.section
source: Resource Section
de: Ressourcenbereich
fr: Section des ressources
it: Sezione risorse
ja: リソースセクション
ru: Раздел ресурсов
zh_hans: 资源分组
zh_hant: 資源分類

# resources.section.image
source: Image
de: Bilder
fr: Images
it: Immagini
ja: 画像
ru: Изображения
zh_hans: 图片
zh_hant: 圖片

# resources.section.other
source: Other
de: Andere
fr: Autres
it: Altro
ja: その他
ru: Другое
zh_hans: 其他
zh_hant: 其他

# search.clear
source: Clear Search
de: Suche löschen
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索をクリア
ru: Очистить поиск
zh_hans: 清除搜索
zh_hant: 清除搜尋

# search.no-results
source: No Search Results
de: Keine Suchergebnisse
fr: Aucun résultat
it: Nessun risultato
ja: 検索結果なし
ru: Ничего не найдено
zh_hans: 无搜索结果
zh_hant: 沒有搜尋結果

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
ja: 設定
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# settings.about
source: About Moe Memos
de: Über Moe Memos
fr: À propos de Moe Memos
it: A proposito di Moe Memos
ja: Moe Memos について
ru: О Moe Memos
zh_hans: 关于 Moe Memos
zh_hant: 關於 Moe Memos

# settings.acknowledgements
source: Acknowledgements
de: Danksagung
fr: Remerciements
it: Ringraziamenti
ja: 謝辞
ru: Благодарности
zh_hans: 致谢
zh_hant: 致謝

# settings.privacy
source: Privacy Policy
de: Datenschutzbestimmungen
fr: Politique de confidentialité
it: Politiche di Privacy
ja: プライバシー ポリシー
ru: Политика конфиденциальности
zh_hans: 隐私政策
zh_hant: 隱私政策

# settings.report
source: Report an Issue
de: Ein Problem melden
fr: Signaler un problème
it: Segnala un problema
ja: 問題の報告
ru: Сообщить о проблеме
zh_hans: 反馈 Bug
zh_hant: 反饋 Bug

# settings.sign-out
source: Sign out
de: Abmelden
fr: Se déconnecter
it: Disconnetti
ja: サインアウト
ru: Выйти
zh_hans: 退出登录
zh_hant: 退出登入

# settings.support.buy
source: Buy me a coffee
de: Spendiere mir einen Kaffee
fr: Offrez-moi un café
it: Offrimi un caffè
ja: タピオカティーをおごる
ru: Угостить меня кофе
zh_hans: 请我喝杯奶茶
zh_hant: 請我喝杯奶茶

# settings.support.error.pending
source: Your purchase is pending approval.
de: Dein Kauf wartet auf Bestätigung.
fr: Votre achat est en attente d'approbation.
it: Il tuo acquisto è in attesa di approvazione.
ja: 購入は現在承認待ちです。
ru: Ваша покупка ожидает подтверждения.
zh_hans: 购买正在等待处理。
zh_hant: 購買正在等待處理。

# settings.support.error.title
source: Purchase Error
de: Kauffehler
fr: Erreur d'achat
it: Errore di acquisto
ja: 購入エラー
ru: Ошибка покупки
zh_hans: 购买错误
zh_hant: 購買錯誤

# settings.support.error.unavailable
source: Purchase option is currently unavailable.
de: Kaufoption ist derzeit nicht verfügbar.
fr: Cette option d'achat est indisponible.
it: Opzione di acquisto non disponibile.
ja: 現在この購入は利用できません。
ru: Покупка сейчас недоступна.
zh_hans: 当前无法购买。
zh_hant: 目前無法購買。

# settings.support.error.unverified
source: We couldn't verify your purchase.
de: Dein Kauf konnte nicht verifiziert werden.
fr: Nous n'avons pas pu vérifier votre achat.
it: Non siamo riusciti a verificare il tuo acquisto.
ja: 購入を検証できませんでした。
ru: Не удалось проверить покупку.
zh_hans: 无法验证此次购买。
zh_hant: 無法驗證此次購買。

# settings.support.restore
source: Restore
de: Wiederherstellen
fr: Restaurer
it: Ripristina
ja: 復元
ru: Восстановить
zh_hans: 恢复
zh_hant: 恢復

# settings.support.thanks
source: Thanks for your support
de: Danke für deine Unterstützung
fr: Merci pour votre soutien
it: Grazie per il tuo supporto
ja: サポートありがとうございます
ru: Спасибо за вашу поддержку
zh_hans: 感谢你的支持
zh_hant: 感謝你的支持

# settings.website
source: Website
de: Webseite
it: Sito
ja: ウェブサイト
ru: Вебсайт
zh_hans: 官网
zh_hant: 官網

# share.memo-saved
source: Memo saved.
de: Memo gespeichert.
fr: Memo sauvegardé.
it: Promemoria salvato.
ja: 保存したメモ。
ru: Memo сохранена.
zh_hans: 已保存 MEMO
zh_hant: 已儲存 MEMO

# sync.action
source: Sync now
de: Jetzt synchronisieren
fr: Synchroniser maintenant
it: Sincronizza ora
ja: 今すぐ同期
ru: Синхронизировать сейчас
zh_hans: 立即同步
zh_hant: 立即同步

# sync.failed.title
source: Sync failed
de: Synchronisierung fehlgeschlagen
fr: Échec de la synchronisation
it: Sincronizzazione non riuscita
ja: 同期に失敗しました
ru: Синхронизация не удалась
zh_hans: 同步失败
zh_hant: 同步失敗

# sync.in-progress
source: Syncing
de: Synchronisierung läuft
fr: Synchronisation en cours
it: Sincronizzazione…
ja: 同期中
ru: Синхронизация
zh_hans: 正在同步
zh_hant: 正在同步

# whatsnew.action.continue
source: Continue
de: Fortfahren
fr: Continuer
it: Continua
ja: 続ける
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

# whatsnew.feature.attachments.subtitle
source: Save file attachments beyond images.
de: Speichere Dateianhänge über Bilder hinaus.
fr: Enregistrez des pièces jointes au-delà des images.
it: Salva allegati di file oltre alle immagini.
ja: 画像以外のファイル添付も保存できます。
ru: Сохраняйте вложения файлов, а не только изображения.
zh_hans: 支持保存图片以外的文件附件。
zh_hant: 支援儲存圖片以外的檔案附件。

# whatsnew.feature.attachments.title
source: Attachment upgrades
de: Verbesserte Anhänge
fr: Améliorations des pièces jointes
it: Miglioramenti agli allegati
ja: 添付機能の強化
ru: Улучшенные вложения
zh_hans: 附件功能升级
zh_hant: 附件功能升級

# whatsnew.feature.journaling.subtitle
source: Choose from suggested moments to start your memo.
de: Wähle aus vorgeschlagenen Momenten, um dein Memo zu beginnen.
fr: Choisissez parmi des moments suggérés pour commencer votre memo.
it: Scegli tra i momenti suggeriti per iniziare il tuo memo.
ja: 提案された出来事から選んで、メモを書き始められます。
ru: Выбирайте предложенные моменты, чтобы начать заметку.
zh_hans: 可从建议的时刻中选择并开始写 MEMO。
zh_hant: 可從建議的時刻中選擇並開始撰寫 MEMO。

# whatsnew.feature.journaling.title
source: Journaling Suggestions
de: Journalingvorschläge
fr: Suggestions pour le journal
it: Suggerimenti per il diario
ja: ジャーナル記入の提案
ru: Предложения дневника
zh_hans: 手记建议
zh_hant: 日誌建議

# whatsnew.feature.local.subtitle
source: Create memos without a server and export to a ZIP file.
de: Erstelle Memos ohne Server und exportiere sie als ZIP-Datei.
fr: Créez des memos sans serveur et exportez-les au format ZIP.
it: Crea memo senza server ed esportali in un file ZIP.
ja: サーバーなしでメモを作成し、ZIPファイルとして書き出せます。
ru: Создавайте заметки без сервера и экспортируйте их в ZIP-файл.
zh_hans: 无需服务器即可创建 MEMO，并可导出为 ZIP 文件。
zh_hant: 無需伺服器即可建立 MEMO，並可匯出為 ZIP 檔案。

# whatsnew.feature.local.title
source: Local account support
de: Unterstützung für lokales Konto
fr: Prise en charge des comptes locaux
it: Supporto per account locale
ja: ローカルアカウント対応
ru: Поддержка локального аккаунта
zh_hans: 支持本地账号
zh_hant: 支援本地帳號

# whatsnew.feature.offline.subtitle
source: Use Moe Memos offline and sync changes when you're back online.
de: Nutze Moe Memos offline und synchronisiere Änderungen, sobald du wieder online bist.
fr: Utilisez Moe Memos hors ligne et synchronisez les modifications lorsque vous êtes de nouveau en ligne.
it: Usa Moe Memos offline e sincronizza le modifiche quando torni online.
ja: Moe Memosをオフラインで使い、オンラインに戻ると変更を同期できます。
ru: Используйте Moe Memos офлайн и синхронизируйте изменения, когда снова будете онлайн.
zh_hans: 可离线使用 Moe Memos，并在重新联网后同步更改。
zh_hant: 可離線使用 Moe Memos，並在重新連線後同步更改。

# whatsnew.feature.offline.title
source: Offline-first sync
de: Offline-First-Synchronisierung
fr: Synchronisation hors ligne d'abord
it: Sincronizzazione offline-first
ja: オフライン優先の同期
ru: Синхронизация с приоритетом офлайн
zh_hans: 离线优先同步
zh_hant: 離線優先同步

# whatsnew.title
source: What's New in Moe Memos
de: Neuerungen in Moe Memos
fr: Nouveautés de Moe Memos
it: Novità di Moe Memos
ja: Moe Memosの新機能
ru: Что нового в Moe Memos
zh_hans: Moe Memos 新功能
zh_hant: Moe Memos 新功能

# widget.memo-graph
source: Memos Graph
de: Memos Diagramm
fr: Graphique des memos
it: Grafico promemoria
ja: メモグラフ
ru: График Memos
zh_hans: 日记方格
zh_hant: 日記方格

# widget.memo-graph.description
source: The graph to display how much memos you composed every day in recent weeks.
de: Das Diagramm, das anzeigt, wie viele Memos du in den letzten Wochen täglich verfasst hasts.
fr: Le graphique affiche le nombre de memos que vous avez rédigés chaque jour au cours des dernières semaines.
it: Il grafico mostra il numero di promemoria scritti ogni giorno nelle ultime settimane.
ja: 最近数週間に毎日作成したメモの量を表示するグラフ。
ru: График, показывающий количество созданных Memos за последние недели.
zh_hans: 用方格显示每天写下的 MEMO 数量。
zh_hant: 用方格顯示每天寫下的 MEMO 數量。

# widget.memories
source: Memories
de: Erinnerungen
fr: Souvenirs
it: Ricordi
ja: メモリー
ru: Воспоминания
zh_hans: 回忆
zh_hant: 回憶

# widget.memories.description
source: Remember your past memos.
de: Erinnere dich an deine früheren Memos
fr: Souvenez-vous de vos anciens memos.
it: Ricorda i tuoi vecchi memos.
ja: 過去のメモを記憶します。
ru: Вспомните ваши прошлые заметки.
zh_hans: 回忆过去的 MEMO。
zh_hant: 回憶過去的 MEMO。

# widget.pinned-memory
source: Pinned Memory
de: Angeheftete Erinnerung
fr: Memo épinglé
it: Memo fissato
ja: 固定メモ
ru: Закреплённая заметка
zh_hans: 置顶回忆
zh_hant: 置頂回憶

# widget.pinned-memory.description
source: Display one selected memo in the widget.
de: Zeigt ein ausgewähltes Memo im Widget an.
fr: Affiche un memo sélectionné dans le widget.
it: Mostra un memo selezionato nel widget.
ja: 選択した1件のメモをウィジェットに表示します。
ru: Показывает выбранную заметку в виджете.
zh_hans: 在小组件中显示你选择的一条 MEMO。
zh_hant: 在小工具中顯示你選擇的一則 MEMO。

# input.format.code-block
source: Code block
fr: Bloc de code
it: Blocco di codice
ja: コードブロック
ru: Блок кода
zh_hans: 代码块
zh_hant: 程式碼區塊

# input.format.link
source: Link
fr: Lien
ja: リンク
ru: Ссылка
zh_hans: 链接
zh_hant: 連結

source: login.open-id
fr: Open ID
it: Open ID

source: login.open-id.hint
fr: Copier “Open ID” à partir du réglage dans ✍️memos.
it: Copia “Open ID” dall'impostazioni in ✍️memos.

# stats.day
source: Day
fr: Jour
it: Giorno
ja: 日
ru: День
zh_hans: 天
zh_hant: 天

# stats.memo
source: Memo
fr: Mémo
ja: メモ
zh_hans: 灵感
zh_hant: 靈感

# stats.tag
source: Tag
fr: Étiquette
it: Etichetta
ja: タグ
ru: Тег
zh_hans: 标签
zh_hant: 標籤

source: Tags
fr: Étiquettes
it: Etichetta
ja: タグ
ru: Теги
zh_hans: 标签
zh_hant: 標籤

# input.format.code
source: Code
it: Codice
ja: コード
ru: Код
zh_hans: 代码
zh_hant: 程式碼

# settings.support
source: Support
it: Supporto
ja: サポート
ru: Поддержка
zh_hans: 支持开发者
zh_hant: 支援開發者

# memo.memos
source: Memos
ja: メモ
zh_hans: 灵感
zh_hant: 靈感

# account.local-backup
source: Backup & Restore
zh_hans: 备份与恢复
zh_hant: 備份與還原

# account.local-backup-description
source: Back up local memos and attachments in a ZIP compatible with Moe Memos for iOS and Android.
zh_hans: 将本地 MEMO 和附件备份为与 Moe Memos iOS 版和 Android 版兼容的 ZIP 文件。
zh_hant: 將本機 MEMO 和附件備份為與 Moe Memos iOS 版和 Android 版相容的 ZIP 檔案。

# account.local-import-additive
source: Restore adds data to the local account. Existing memos are kept and matching IDs are skipped.
zh_hans: 恢复会向本地账号添加数据。现有 MEMO 将保留，标识相同的项目将跳过。
zh_hant: 還原會向本機帳號新增資料。現有 MEMO 將保留，識別碼相同的項目將略過。

# account.local-import-button
source: Import local backup
zh_hans: 导入本地备份
zh_hant: 匯入本機備份

# account.local-import-existing
source: %d memo(s) already exist and will be skipped.
zh_hans: 已有 %d 条 MEMO，将跳过。
zh_hant: 已有 %d 則 MEMO，將略過。

# account.local-import-ignored
source: %d unrelated file(s) will be ignored.
zh_hans: 将忽略 %d 个无关文件。
zh_hant: 將忽略 %d 個無關檔案。

# account.local-import-legacy
source: This is a legacy export. Dates are inferred using the current time zone. Original IDs, attachment names, visibility, pinned and archived state may be unavailable. Reimporting a legacy export can duplicate memos created before backup IDs were available.
zh_hans: 这是旧版导出文件。日期将根据当前时区推断，可能无法恢复原始标识、附件名称、可见性、置顶和归档状态。再次导入旧版文件可能会重复添加尚无备份标识的 MEMO。
zh_hant: 這是舊版匯出檔案。日期將根據目前時區推斷，可能無法還原原始識別碼、附件名稱、可見性、置頂和封存狀態。再次匯入舊版檔案可能會重複新增尚無備份識別碼的 MEMO。

# account.local-import-preparing
source: Preparing backup preview…
zh_hans: 正在准备备份预览…
zh_hant: 正在準備備份預覽…

# account.local-import-preview
source: This backup contains %d memo(s) and %d attachment(s).
zh_hans: 此备份包含 %d 条 MEMO 和 %d 个附件。
zh_hant: 此備份包含 %d 則 MEMO 和 %d 個附件。

# account.local-import-restoring
source: Restoring backup…
zh_hans: 正在恢复备份…
zh_hant: 正在還原備份…

# account.local-import-result
source: Restored %d memo(s) and %d attachment(s). Skipped %d existing memo(s) and %d attachment(s).
zh_hans: 已恢复 %d 条 MEMO 和 %d 个附件。已跳过 %d 条现有 MEMO 和 %d 个附件。
zh_hant: 已還原 %d 則 MEMO 和 %d 個附件。已略過 %d 則現有 MEMO 和 %d 個附件。

# account.local-restore-button
source: Restore
zh_hans: 恢复
zh_hant: 還原

# common.ok
source: OK
zh_hans: 确定
zh_hant: 確定
